Repository: common-repository/traficro-analytics
Catalog: languages/traficro-*.po
Languages: ro_ro

source: Your tracking code is missing. Please fill in the coresponding field in the %sTrafic.ro Analytics settings page%s.
ro_ro: Codul de monitorizare lipseste. Te rog sa completezi campul corespunzator in %spagina de setari a Trafic.ro Analytics%s.

source: Save Changes
ro_ro: Salveaza modificarile

source: How can I use this plugin?!
ro_ro: Cum pot folosi acest plugin?!

source: Trafic.ro tracking code
ro_ro: Cod de monitorizare Trafic.ro

source: Output tracking code to footer
ro_ro: Afiseaza codul de urmarire in subsol

source: Code to output to footer before the tracking code
ro_ro: Codul de afisat in subsol inainte de codul de monitorizare

source: Code to output to footer after the tracking code
ro_ro: Codul de afisat in subsol dupa codul de monitorizare

source: Please don't forget to fill in the 'Trafic.ro tracking code' field, regardless of the method you choose for using this plugin.
ro_ro: Nu uita sa completezi campul "Cod de monitorizare Trafic.ro", indiferent de metoda pe care o alegi pentru folosirea acestui plugin.

source: %sThe easiest way%s
ro_ro: %sMetoda cea mai usoara%s

source: Suitable for most people, using this method requires you to just check 'Output tracking code to footer'. The plugin will automatically output the code to the footer of the page (just before the closing of the html tag). If you want, you can alter the 'before' and 'after' values to change positioning in the page (default is centered).
ro_ro: Potrivita pentru cei mai multi oameni, folosirea acestei metode necesita doar sa bifezi 'Afiseaza codul de urmarire in subsol'. Plugin-ul va afisa automat codul in subsolul paginii (chiar inainte de inchiderea tag-ului html). Daca vrei, poti sa modifici valorile 'inainte' si 'dupa' pentru a schimba pozitionarea in pagina (implicit e centrata).

source: %sThe recommended way%s
ro_ro: %sMetoda recomandata%s

source: %sYou must insert a function into a theme file (typically footer.php). To do that, paste the code below to a position of convenience in the file.%s %s
ro_ro: %sTrebuie sa introduci o functie intr-un fisier al temei (de obicei footer.php). Pentru a face asta, copiaza codul de mai jos intr-o pozitie covenabila din fisier.%s %s

source: %sThe widget way%s
ro_ro: %sMetoda widget-ului%s

source: Also very easy, this method will probably not be used at all, but I wanted to include it anyway, just in case. You can add the tracking code to your site by using the 'Trafic.ro Tracking Code' widget in the Appeareance => Widgets page. The reason I included this is that some themes also allow widgets in the footer of pages.
ro_ro: De asemenea foarte usoara, aceasta metoda probabil nu va fi folosita niciodata, dar am vrut sa o includ totusi, ca sa fiu sigur. Poti adauga codul de urmarire in site folosind widget-ul 'Cod de monitorizare Trafic.ro' in pagina Aspect => Widget-uri. Motivul pentru care am inclus-o este ca unele sabloane permit adaugarea de widget-uri in subsol.

source: Plugin settings
ro_ro: Setarile plugin-ului

source: Trafic.ro Tracking Code
ro_ro: Cod de monitorizare Trafic.ro
